{"status": "ok", "totalResults": 50, "articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "‘It Really Can’t Get Much Worse’: Thousand Oaks, First Hit by Shooting, Now Faces Fire", "description": "As wildfires spread through Ventura County, thousands of residents were forced to evacuate, including some who had survived the shooting just 24 hours earlier.", "url": "https://www.nytimes.com/2018/11/09/us/california-shooting-thousand-oaks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/10shooting-01/10shooting-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T20:03:28.375Z", "content": "The evacuations extended to several hotels in the area, where many residents had already gone to flee the flames coming close to their homes. Dozens of F.B.I. agents from Virginia, in town to help with the shooting investigation, awoke to loudspeakers at a ho… [+902 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Jeremy Diamond, Pamela Brown, Evan Perez and Laura Jarrett, CNN", "title": "Trump downplays Whitaker ties amid criticism", "description": "President Donald Trump sought to distance himself from the Justice Department official he just named as acting attorney general in the face of mounting criticism about the legality and propriety of his appointment.", "url": "http://us.cnn.com/2018/11/09/politics/matthew-whitaker-donald-trump-attorney-general/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181109152311-01-trump-1109-super-tease.jpg", "publishedAt": "2018-11-09T19:41:21Z", "content": "Washington (CNN) President Donald Trump sought to distance himself from the Justice Department official he just named as acting attorney general in the face of mounting criticism about the legality and propriety of his appointment. \"I don't know Matt Whitaker… [+6157 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Wildfires Kill at Least 5 Trapped in Cars in Northern California", "description": "The victims were trapped in their cars, officials said as wildfires rages in both Southern and Northern California. Hundreds of buildings have burned.", "url": "https://www.nytimes.com/2018/11/09/us/california-fires.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/10fire-01/10fire-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:32:47.069Z", "content": "The so-called Camp fire has burned 70,000 acres and is only 5 percent controlled, authorities said. Firefighters in Chico to the west of Paradise were lined up on the outskirts of the city on Friday morning to try to push the fire away from homes and subdivis… [+780 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Protests Erupt Over Possible Recounts in Close Florida Elections", "description": "Uncertainty reigned in Florida as three key races neared possible recounts amid continuing questions over ballot counting.", "url": "https://www.nytimes.com/2018/11/09/us/florida-ballots-recount-scott-nelson-gillum-desantis.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/10FLORIDA/10FLORIDA-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:01:35.238Z", "content": "Mr. Scotts campaign manager, Jackie Schutz Zeckman, responded that Bill Nelsons entire campaign has been a fraud. They aim to disenfranchise law-abiding Florida voters by producing ballots out of thin air until they have enough to win, she said. We will not a… [+1848 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Minister Jo Johnson quits over Brexit", "description": "Jo Johnson, brother of Boris, calls for the public to have the final say after resigning transport job.", "url": "http://www.bbc.co.uk/news/uk-politics-46155403", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06r9vqb.jpg", "publishedAt": "2018-11-09T18:47:33Z", "content": "Media caption The Brexit deal \"will see us cede control\" - Jo Johnson Jo Johnson has quit as transport minister and called for the public to have a fresh say on Brexit. The MP, who is Boris Johnson's brother, said the withdrawal deal being negotiated with the… [+5018 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Another Mass Shooting, but This Time House Democrats Promise Action", "description": "The killing of 12 people in California came 24 hours after Democrats seized control of the House, leading to promises of a legislative response.", "url": "https://www.nytimes.com/2018/11/09/us/politics/gun-control-california-shooting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/politics/10dc-demguns-01/10dc-demguns-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:23:43.469Z", "content": "A number of victorious Democrats campaigned on reducing gun violence and strengthening gun laws, including Lucy McBath of Georgia, whose son was killed in a 2012 shooting; Jason Crow, from the suburbs of Denver, who made the mass shootings at Columbine High S… [+1435 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Trump defends attorney general amid protest", "description": "Mr Whitaker, who replaced Jeff Sessions, is facing calls to recuse himself from the Russia inquiry.", "url": "http://www.bbc.co.uk/news/world-us-canada-46132870", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06r9mk4.jpg", "publishedAt": "2018-11-09T18:07:34Z", "content": "Media caption Trump: 'I didn't speak to Whitaker' about Russia probe President Donald Trump has defended his new acting attorney general, Matthew Whitaker, as opponents call for his recusal from the Russia investigation. Mr Whitaker was named to replace forme… [+6436 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joe Palazzolo", "title": "Donald Trump Played Central Role in Hush Payoffs to Stormy Daniels and Karen McDougal", "description": "Federal prosecutors have gathered evidence of the president’s participation in deals to buy the silence of a former adult-film actress and an ex-Playboy model. The deals have led Trump’s former lawyer to plead guilty to violating campaign-finance laws.", "url": "https://www.wsj.com/articles/donald-trump-played-central-role-in-hush-payoffs-to-stormy-daniels-and-karen-mcdougal-1541786601?mod=hp_lead_pos1", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI285_201811_SOC_20181109131702.jpg", "publishedAt": "2018-11-09T18:03:00Z", "content": "As a presidential candidate in August 2015, Donald Trump huddled with a longtime friend, media executive David Pecker, in his cluttered 26th floor Trump Tower office and made a request. What can you do to help my campaign? he asked, according to people famili… [+26721 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Denise Lu, Keith Collins", "title": "‘Year of the Woman’ Indeed: Record Gains in the House", "description": "There will be at least 100 women in the House next year — the largest number yet in U.S. history.", "url": "https://www.nytimes.com/interactive/2018/11/09/us/women-elected-midterm-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/us/women-elected-midterm-elections-promo-1541729936219/women-elected-midterm-elections-promo-1541729936219-facebookJumbo-v7.jpg", "publishedAt": "2018-11-09T17:57:58.771Z", "content": "Sources: The Associated Press (election results and race calls); Center for American Women and Politics at Rutgers University (candidate data); Database on Ideology, Money in Politics and Elections (ideology scores). Scores are determined using a statistical … [+928 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump Brushes Aside Questions About Mueller Probe", "description": "President Trump said he hadn’t discussed the special counsel’s investigation with new acting Attorney General Matthew Whitaker, a critic of the probe, and dismissed questions about whether he would ask Mr. Whitaker to curtail the investigation.", "url": "https://www.wsj.com/articles/trump-brushes-aside-questions-about-mueller-probe-1541786056?mod=hp_lead_pos2", "urlToImage": "https://images.wsj.net/im-36104/social", "publishedAt": "2018-11-09T17:54:00Z", "content": "WASHINGTONPresident Trump said Friday he hadnt discussed the special counsels investigation with new acting Attorney General Matthew Whitaker, a critic of the probe, and dismissed questions about whether he would ask Mr. Whitaker to curtail the investigation.… [+7344 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Judson Jones, CNN", "title": "One of the California wildfires grew so fast it burned the equivalent of a football field every second", "description": "Dry conditions and high winds are feeding the blazes at a rapid rate.", "url": "http://us.cnn.com/2018/11/09/us/california-wildfires-superlatives-wcx/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181109124426-13-california-wildfire-1108-camp-fire-super-tease.jpg", "publishedAt": "2018-11-09T17:33:07Z", "content": "(CNN) The three main wildfires raging in California have expanded rapidly, devouring virtually everything in their paths. One fire burned an area equivalent to the size of a football field every second during a period Thursday into Friday. Intense winds and l… [+1637 chars]"}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": null, "title": "Trump says he doesn’t know his new acting AG, hasn’t talked to him about Russia probe", "description": "The president sought to play down speculation that he brought in Matthew G. Whitaker to rein in the special counsel investigation.", "url": "https://www.washingtonpost.com/politics/trump-says-he-doesnt-know-his-new-acting-ag-hasnt-talked-to-him-about-russia-probe/2018/11/09/c3f00922-e429-11e8-b759-3d88a5ce9e19_story.html", "urlToImage": "https://www.washingtonpost.com/resizer/lt12GCcz59MJIa-GgkRLmB2QRLg=/1484x0/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/ZSQH5JWLBUI6RLIKBYA67OR4YE.jpg", "publishedAt": "2018-11-09T17:19:00Z", "content": "President Trump on Friday sought to play down speculation that he had appointed Matthew G. Whitaker acting attorney general to curtail the special counsel investigation, telling reporters that he doesnt know Whitaker and hasnt spoken to him about the probe. I… [+4214 chars]"}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": null, "title": "Trump takes aim at Obama, Clinton, judges, election officials, reporters and a host of others before leaving the country", "description": "Fielding questions from the media, the president on Friday aired an array of grievances and spewed insults.", "url": "https://www.washingtonpost.com/politics/trump-takes-aim-at-obama-clinton-judges-election-officials-reporters-and-a-host-of-others-before-leaving-the-country/2018/11/09/bd52140a-e435-11e8-b759-3d88a5ce9e19_story.html", "urlToImage": "https://www.washingtonpost.com/resizer/A99zWmJfb0te0g9Y6GNFSXveh-Q=/1484x0/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/V5OGSHXEHYI6RN2ZHWEKLTU6DE.jpg", "publishedAt": "2018-11-09T17:18:00Z", "content": "As the blades of the Marine One helicopter whirred behind him Friday, President Trump aired grievances and spewed insults at a wide array of targets as he stood on the South Lawn of the White House preparing for an overseas trip to Paris. Trump took aim at fo… [+6121 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Jessica Ravitz and Arman Azad, CNN", "title": "Michelle Obama's miscarriage, fertility struggles are 'universal'", "description": "In her new memoir, former first lady Michelle Obama shares details about how she had a miscarriage and relied on in vitro fertilization to conceive her two girls.", "url": "http://us.cnn.com/2018/11/09/health/michelle-obama-miscarriage-infertility-ivf/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181010175000-michelle-obama-super-tease.jpg", "publishedAt": "2018-11-09T17:17:54Z", "content": "(CNN) Free from the constraints she might have felt while living in the White House, former first lady Michelle Obama is getting personal, opening herself up to the world in bold ways in her memoir, \"Becoming,\" out Tuesday. One piece of her journey that she d… [+2904 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Elliott", "title": "Keystone XL Pipeline Faces Uncertain Future", "description": "A ruling blocking the Trump administration’s approval of the Keystone XL pipeline further clouds the future of a project that has faced a decade of delays due to opposition from environmentalists, landowners and Native Americans.", "url": "https://www.wsj.com/articles/keystone-xl-pipeline-faces-uncertain-future-1541783501?mod=hp_lead_pos5", "urlToImage": "https://images.wsj.net/im-36114/social", "publishedAt": "2018-11-09T17:11:00Z", "content": "A federal ruling blocking the Trump administrations approval of the Keystone XL pipeline further clouds the future of a project that has faced a decade of delays due to fevered opposition from environmentalists, landowners and Native American groups. U.S. Dis… [+5008 chars]"}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": null, "title": "Fast-moving wildfires threaten Southern California, forcing more than 100,000 to flee", "description": "Two fires have bracketed Thousand Oaks, the same city where a gunman killed 12 people before killing himself.", "url": "https://www.washingtonpost.com/weather/2018/11/09/fast-moving-wildfires-threaten-homes-southern-california-forcing-thousands-flee/", "urlToImage": "https://www.washingtonpost.com/resizer/730vBhEuODuS3Q8D7kfXWkjtYBY=/1484x0/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/RI3DH5HDW4I6RORQU7PNATMPVQ.jpg", "publishedAt": "2018-11-09T16:56:00Z", "content": "THOUSAND OAKS, Calif. Twin wildfires roared through Southern California, prompting 100,000 people to flee amid a state of emergency declared Friday across two counties where thousands of acres have burned. Acting Gov. Gavin Newsom (D) declared a state of emer… [+4345 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chester Dawson", "title": "Auto Industry Fights Over Who Should Pay Trump Tariffs", "description": "Fights are emerging across the auto industry over who should bear the costs of tariffs, and driving some companies to sue their partners.", "url": "https://www.wsj.com/articles/trump-tariffs-are-souring-longstanding-auto-industry-ties-1541782524?mod=hp_lead_pos8", "urlToImage": "https://images.wsj.net/im-36051/social", "publishedAt": "2018-11-09T16:55:00Z", "content": "Fights are emerging across the auto industry over who should bear the costs of tariffs, leading to new stress along the supply chain. Earlier this year, Pierburg US LLC, a manufacturer of parts used in the best-selling Ford F-150 pickup truck and Jeep Wrangle… [+7122 chars]"}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": null, "title": "Analysis | Almost everything about Matthew Whitaker’s appointment is problematic", "description": "The legality, the appearance and the prosecution of it all stink.", "url": "https://www.washingtonpost.com/politics/2018/11/09/almost-everything-about-matthew-whitakers-appointment-is-problematic/", "urlToImage": "https://www.washingtonpost.com/resizer/yXV2vi7Zxpa6BMx3APalSXUz738=/1484x0/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/WF4QIDXEGAI6RORQU7PNATMPVQ.jpg", "publishedAt": "2018-11-09T16:51:00Z", "content": "President Trump doesnt exactly have a great track record when it comes to high-profile appointments remember Ronny L. Jackson ? and the hasty installation of Matthew G. Whitaker as acting attorney general looks like it ranks up there. Ever since Whitaker was … [+6010 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Zweig", "title": "How to Talk Back to Those Spam Investment Pitches in Your Inbox", "description": "Sure, an unsolicited email could contain the Holy Grail of stock prediction. But probably not.", "url": "https://www.wsj.com/articles/how-to-talk-back-to-those-spam-investment-pitches-in-your-inbox-1541782187?mod=hp_lead_pos10", "urlToImage": "https://si.wsj.net/public/resources/images/OG-BZ046_201811_G_20181109121038.gif", "publishedAt": "2018-11-09T16:49:00Z", "content": "In late October, as the stock market was floundering, brash emails started to appear in my inbox. With the subject line Stock Exchange predictions for tomorrow and next trading week, the messages said they contained forecasts generated by 7,445 adaptive machi… [+4669 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "California Wildfires Cause Thousands of Evacuations", "description": "Wildfires across California have prompted evacuation orders and set ablaze tens of thousands of acres of land. Photo: AP", "url": "http://www.wsj.com/video/california-wildfires-cause-thousands-of-evacuations/66BCBC03-E740-44FA-BFB6-6C084FC26921.html?mod=article_inline?mod=hp_lead_pos9", "urlToImage": "http://m.wsj.net/video/20181109/110918cafire2/110918cafire2_1280x720.jpg", "publishedAt": "2018-11-09T16:41:11Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}]}